IdeaRS.Connections
CreateSegmentCommandData.MaterialName Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the name of the material
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string MaterialName { get; set; }
Property Value
Type: String
See Also
Reference
CreateSegmentCommandData Class
IdeaRS.Connections.Data Namespace